/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ copié dans le presse-papiers";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Confirmations";

/* No comment provided by engineer. */
"%d more" = "%d plus";

/* No comment provided by engineer. */
"%d Transactions" = "%d Opérations";

/* No comment provided by engineer. */
"Account Settings" = "Paramètres Du Compte";

/* No comment provided by engineer. */
"Active" = "Actif";

/* No comment provided by engineer. */
"Add to Address book?" = "Ajouter au carnet d'Adresses?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Une erreur s'est produite de la validation de votre code PIN avec le serveur distant. Vous avez peut-être hors ligne ou blockchain peut connaître des difficultés. Aimeriez-vous réessayer validation ou plutôt entrez votre mot de passe manuellement?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Une erreur s'est produite chargement de votre porte-monnaie. Vous avez peut-être hors ligne ou Blockchain connaît des difficultés. Fermez l'application et de réessayer plus tard ou le couplage sur votre téléphone.";

/* No comment provided by engineer. */
"Any Address" = "Adresse";

/* No comment provided by engineer. */
"Archive" = "Archives";

/* No comment provided by engineer. */
"Archived" = "Archivé";

/* No comment provided by engineer. */
"Automatically" = "Automatiquement";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Avant d'accéder à vos porte-monnaie, veuillez choisir un code pin à utiliser pour déverrouiller votre porte-monnaie. Il est important que vous vous souvenez de cette goupille comme il ne peut pas être réinitialisé ou changé sans le premier déblocage de l'application.";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Impossible d'enregistrer le Code PIN alors que le portefeuille n'est pas initialisé ou mot de passe est nul";

/* No comment provided by engineer. */
"Change PIN" = "Changer le code PIN";

/* No comment provided by engineer. */
"Close App" = "Proche De L'App";

/* No comment provided by engineer. */
"Confirm Payment" = "Confirmer Le Paiement";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Confirmer le paiement de%1$@ (%2$@) à la %3$@";

/* No comment provided by engineer. */
"Create Wallet" = "Créez Porte-Monnaie";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Décrypté BROCHES longueur du Mot de passe 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Le Décryptage De La Clé Privée";

/* No comment provided by engineer. */
"Enter Password" = "Entrez Le Mot De Passe";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Échec Du Chargement Du Porte-Monnaie";

/* No comment provided by engineer. */
"No internet connection." = "Pas de connexion internet.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Fini La Signature D'Entrées";

/* No comment provided by engineer. */
"Forget Details" = "Oubliez Pas De Détails";

/* No comment provided by engineer. */
"Forget Wallet" = "Oubliez Porte-Monnaie";

/* No comment provided by engineer. */
"How would you like to pair?" = "Comment aimeriez-vous paire?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Si vous avez déjà un Blockchain porte-monnaie, choisissez la Paire de l'Appareil; sinon, choisissez Créer un porte-monnaie. C'est Gratuit! Pas de courriel requise.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Clé Privée Importée %@";

/* No comment provided by engineer. */
"Information" = "Informations";

/* No comment provided by engineer. */
"Invalid email address." = "Adresse de courriel non valide.";

/* No comment provided by engineer. */
"Invalid GUID" = "Non valide GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Identifiant Invalide";

/* No comment provided by engineer. */
"Invalid Send Value" = "Valeur Non Valide D'Envoi";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Non Valide Clé Partagée";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Pas Valide Le Code D'État Renvoyé %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Adresse bitcoin non valide";

/* No comment provided by engineer. */
"Loading External Page" = "Chargement De La Page Externe";

/* No comment provided by engineer. */
"Logout" = "Déconnexion";

/* No comment provided by engineer. */
"Manually" = "Manuellement";

/* No comment provided by engineer. */
"No" = "Aucun";

/* No comment provided by engineer. */
"No Label" = "Aucune Étiquette N'";

/* No comment provided by engineer. */
"No Password Entered" = "Aucun Mot De Passe Saisi";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Ouvrez les Paramètres de Compte, se Déconnecter ou de changer votre nip ci-dessous.";

/* No comment provided by engineer. */
"Options" = "Options";

/* No comment provided by engineer. */
"Pair Device" = "Paire De Périphérique";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "L'Analyse De Couplage De Code";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Mot de passe doit contenir 10 caractères ou plus";

/* No comment provided by engineer. */
"Passwords do not match" = "Les mots de passe ne correspondent pas";

/* No comment provided by engineer. */
"Payment Sent!" = "Paiement Envoyé!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN Chaîne Cryptée est nul";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN Objet de Réponse de la clé ou de la valeur de longueur 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN Objet de Réponse de succès de longueur 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN Enregistré avec Succès";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "BROCHE de Validation ne peut pas être terminée. Veuillez entrer votre portefeuille mot de passe manuellement.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN d'Erreur de Validation";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Veuillez saisir votre 36 caractères portefeuille identifiant correctement. Il peut être trouvé dans l'email de bienvenue au démarrage.";

/* No comment provided by engineer. */
"Please provide an email address." = "Veuillez fournir une adresse e-mail.";

/* No comment provided by engineer. */
"Please Wait" = "S'Il Vous Plaît Attendre";

/* No comment provided by engineer. */
"Retry Validation" = "Réessayer la Validation";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Analyse Montre Seulement Une Adresse?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Deuxième Mot De Passe Incorrecte";

/* No comment provided by engineer. */
"Send Payment From:" = "Envoyer Le Paiement À Partir De:";

/* No comment provided by engineer. */
"Send Payment To:" = "Envoyer Votre Paiement À:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Le Serveur A Retourné Null Code De Statut";

/* No comment provided by engineer. */
"Signing Input %d" = "La signature d'Entrée %d";

/* No comment provided by engineer. */
"Signing Inputs" = "La Signature Entrées";

/* No comment provided by engineer. */
"Success" = "Succès";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "La clé privée que vous tentez d'importer est crypté. Veuillez entrer le mot de passe ci-dessous.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Cette action nécessite la deuxième mot de passe pour votre porte-monnaie bitcoin. Veuillez entrer ci-dessous et appuyez sur continuer.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Ceci effacera toutes les données du portefeuille sur cet appareil. Veuillez confirmer que vous avez votre porte-monnaie, les informations sauvegardées ailleurs sinon tout bitcoins dans ce porte-monnaie sera inaccessible!!";

/* No comment provided by engineer. */
"Unarchive" = "Désarchiver";

/* No comment provided by engineer. */
"Unconfirmed" = "Non confirmé";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Non Pris En Charge Format De La Clé Privée";

/* No comment provided by engineer. */
"User Declined" = "L'Utilisateur A Diminué";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Porte-monnaie à l'adresse %@ a des fonds disponibles à dépenser. Toutefois, la clé privée doit être scannées à partir d'un document de portefeuille ou d'un QR Code. Aimeriez-vous d'analyse de la clé privée maintenant?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Portefeuille Apparié Avec Succès.";

/* No comment provided by engineer. */
"Warning!!!" = "Avertissement!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Bienvenue";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Bienvenue à Blockchain porte-monnaie";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Souhaitez-vous ajouter l'adresse bitcoin %@ à votre carnet d'adresses?";

/* No comment provided by engineer. */
"Yes" = "Oui";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Vous n'avez pas active des adresses bitcoin disponible pour l'envoi de";

/* No comment provided by engineer. */
"You must enter a destination address" = "Vous devez entrez une adresse de destination";

/* No comment provided by engineer. */
"You must enter a label" = "Vous devez entrez une étiquette";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Votre portefeuille a été créé avec succès.";

/* No comment provided by engineer. */
"Close" = "Fermer";

/* No comment provided by engineer. */
"Back" = "Précédent";

/* No comment provided by engineer. */
"New Wallet" = "Nouveau portefeuille";

/* No comment provided by engineer. */
"MOVED" = "DÉPLACÉ";

/* No comment provided by engineer. */
"RECEIVED" = "REÇU";

/* No comment provided by engineer. */
"SENT" = "ENVOYÉ";

